//Это моки, которые потом будут заменены данными с сервера;


const DESCRIPTION_PHOTO = [
    'Мы идем вперед со скоростью и уверенностью локомотива.',
    'Не следует, однако, забывать о том, что мы всегда первые.',
    'Это мое первое фото на эту камеру.',
    'Немного засветилось, но ничего страшного.',
    'Завалил горизонт, но получилось красиво.',
    'Посмотри, как играют краски на этой фотке.',
    'Этот мир прекрасен и ты обязательно получишь ответы.',
    'Нет ничего прекраснее, чем жить и жить в любви.',
  ];
  
  const NAMES_OF_COMMENTATORS = [
    'Иван',
    'Андрей',
    'Марина',
    'Константин',
    'Александр',
    'Варвара',
    'Екатерина',
    'Мария',
  ];
  
  const MESSAGES_OF_COMMENTATORS = [
    'Всё отлично! Но ты можешь и лучше.',
    'В целом всё неплохо. Но не всё.',
    'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
    'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
    'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
    'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
  ];

export { DESCRIPTION_PHOTO, NAMES_OF_COMMENTATORS, MESSAGES_OF_COMMENTATORS }